{
  "CLAIM_CHILD_BENEFIT": "Hawlio Budd-dal Plant",
  "BEGIN_NEW_CHB_CLAIM" : "Begin Child Benefit claim",
  "USE_THIS_FORM_TO_CLAIM": "Defnyddiwch y ffurflen hon i hawlio Budd-dal Plant os ydych chi neu’ch partner yn gyfrifol am blentyn sydd o dan 16 oed, neu o dan 20 os yw’n parhau â’i ",
  "USE_THIS_FORM_TO_CLAIM_CONTD": "addysg neu hyfforddiant cymeradwy",
  "WHO_CAN_APPLY": "Pwy all wneud cais",
  "ONLY_ONE_PERSON_CAN": "Dim ond un person all hawlio Budd-dal Plant.",
  "IF_YOU_ARE_IN_COUPLE": "Os ydych yn rhan o gwpl, a bod un ohonoch yn ennill llai na £242 yr wythnos neu ddim yn gweithio o gwbl, argymhellir y dylai’r person hwnnw hawlio’r budd-dal er mwyn diogelu ei bensiwn y Wladwriaeth. Dylai’r person hwnnw lenwi’r ffurflen hon.",
  "YOU_DONT_NEED_TO_BE_PARENT": "Does dim rhaid i chi fod yn rhiant i’r plentyn er mwyn hawlio Budd-dal Plant.",
  "WHEN_TO_APPLY": "Pryd i wneud cais",
  "CLAIM_AS_SOON_AS_BABY_IS_BORN": "Hawliwch cyn gynted ag y caiff eich babi ei eni a’i gofrestru, neu unwaith y daw plentyn i fyw gyda chi, gan gynnwys mabwysiadu.",
  "CHILD_MUST_BE_UNDER_16": "Er mwyn hawlio, mae’n rhaid i’r plentyn naill ai fod o dan 16 oed, neu o dan 20 oed ac yn parhau â’i addysg amser llawn nad yw’n addysg uwch neu hyfforddiant cymeradwy.",
  "BEFORE_YOU_START": "Cyn i chi ddechrau",
  "TO_COMPLETE_THIS_FORM_YOU_NEED": "I lenwi’r ffurflen hon, bydd angen y dogfennau canlynol arnoch ar gyfer unrhyw blant rydych yn hawlio ar eu cyfer, yn dibynnu ar eich amgylchiadau",
  "BIRTH_CERTIFICATE": "tystysgrif geni",
  "PASSPORT_OR_TRAVEL_DOCUMENT": "pasbort neu ddogfennau teithio a ddefnyddiwyd i ddod i mewn i’r DU",
  "ADOPTION_CERTIFICATE": "tystysgrif mabwysiadu",
  "YOU_WILL_ALSO_NEED": "Bydd angen y canlynol arnoch hefyd",
  "YOUR_BANK_OR_BUILDING_DETAILS": "eich manylion banc neu gymdeithas adeiladu",
  "YOUR_NINUMBER": "eich rhif Yswiriant Gwladol",
  "PARTNERS_NINUMBER": "rhif Yswiriant Gwladol eich partner, os oes partner gennych",
  "DO_NOT_DELAY_MAKING": "Peidiwch ag oedi cyn hawlio oherwydd dim ond hyd at dri mis y gellir ôl-ddyddio Budd-dal Plant.",
  "START_NOW": "Dechrau nawr",
  "IF_YOU_HAVE_ANY_QUESTIONS_REG_CHB": "Os oes gennych unrhyw gwestiynau ynglŷn â Budd-dal Plant ",
  "CONTACT_THE_CHILD_BENEFIT_HELPLINE": "contact the Child Benefit helpline",
  "PAGE_NOT_WORKING_PROPERLY": "Is this page not working properly?",
  "YOUR_CLAIM_APPLICATIONS": "Eich ceisiadau i hawlio",
  "CALL_THE_CHB_HELPLINE": "Ffoniwch y llinell gymorth Budd-dal Plant os oes angen i chi siarad â ni, neu defnyddiwch y ‘sgwrs’",
  "YOU_WILL_NEED": "Bydd angen y canlynol arnoch",
  "NINUMBER": "rhif Yswiriant Gwladol",
  "CHB_HELPLINE": "Gwasanaeth Cwsmeriaid Cymraeg CThEF",
  "TELEPHONE": "Ffôn",
  "WELSH_LANGUAGE": "Iaith Gymraeg",
  "TEXTPHONE": "Ffôn testun",
  "OUTSIDE_UK": "Tu allan i’r DU",
  "MONDAY_TO_FRIDAY_8AM_TO_6PM": "Tu allan i’r DU",
  "ONLINE": "Ar-lein",
  "ASK_HMRC_ONLINE": "Gofyn i CThEF ar-lein",
  "WE_MAY_CALL_YOU": "We may call you about your claim in case you have a problem.",
  "BEGIN_NEW_CLAIM": "Dechrau hawliad newydd",
  "APPLICATION_FOR_CHB_COMPLETE": "Application for Child Benefit complete",

  "APPLICATION_RECEIVED": "Application for Child Benefit Received",
  "POST_YOUR_SUPPORTING_DOCUMENTS": "Post your supporting documents",
  "WHAT_YOU_NEED_TO_DO_NOW": "What you need to do now",
  "THE_INFO_YOU_HAVE_PROVIDED": "The information you have provided have been used to create your Child Benefit claim form",
  "YOU_NEED_TO_POST": "You need to post:",
  "HMRC_MIGHT_CALL_YOU": "HMRC might call you if they need more information.",
  "AFTER_YOU_HAVE": "After you have",
  "PRINTED_AND_SIGNED_THE_FORM": "printed this form and signed and dated this Declaration",
  "RETURN_THE_FORM_WITH": "return the form with any documents we need to:",
  "CHB_OFFICE": "Child Benefit Office",
  "WE_NORMALLY_RETURN_DOCUMENTS_WITHIN": "We’ll normally return any documents you have sent us within 4 weeks.",
  "TRACK_YOUR_APPLICATION": "Track your claim application",
  "YOU_CAN_CHECK_STATUS_USING_THE_LINK": "You can check the status of your claim by using the link that will take you back to the homepage of the claim portal application.",
  "RETURN_TO_HOMEPAGE": "Return to your claim portal application homepage",
  "WHAT_DID_YOU_THINK_OF_THIS_SERVICE": "What did you think of this service?",
  "TAKES_30_SECONDS": "(takes 30 seconds)",

  "WHAT_HAPPENS_NEXT": "Yr hyn sy’n digwydd nesaf",
  "WE_HAVE_SENT_YOUR_APPLICATION": "Rydym wedi anfon eich cais at y Gwasanaeth Budd-dal Plant.",
  "WE_WILL_TELL_YOU_IN_14_DAYS": "Byddwn yn rhoi gwybod i chi cyn pen 14 diwrnod calendr os yw’ch cais wedi bod yn llwyddiannus.",
  "CONTINUE_CLAIM": "Parhau â’r hawliad",
  "CLAIMS_IN_PROGRESS": "Hawliadau ar y gweill",
  "SUBMITTED_CLAIMS": "Hawliadau wedi’u cyflwyno",
  "VIEW_CLAIM": "Bwrw golwg dros yr hawliad",
  "IN_PROGRESS": "Ar Waith",
  "CLAIM_RECEIVED": "Hawliad wedi Dod i Law",
  "COMPLETED": "Wedi cwblhau",
  "CHILDREN_ADDED": "Children added",
  "THIS_PAGE_SHOWS": "This page shows two groups of claims:",
  "CLAIMS_THAT_ARE_IN_PROGRESS": "claims that are in progress",
  "CLAIMS_THAT_ARE_SUBMITTED": "claims that have already been submitted",
  "MAKE_A_CLAIM": "Make a claim",
  "USE_THIS_SERVICE": "Use this service to make a new claim or add a child to an existing claim for Child Benefit.",
  "ASK_HMRC_DIGITAL": "Ask HMRC’s digital assistant to find information about:",
  "CLAIMING_CHILD_BENEFIT": "claiming Child Benefit",
  "THE_HIGH_INCOME_CHB_TAX_CHARGE": "the High Income Child Benefit Tax Charge",
  "ANY_CHANGE_OF_CIRCUMSTANCE": "any change of circumstances for you or your child which may affect your claim",
  "CHECKING_FOR_CLAIMS": "Gwirio hawliadau...",
  "DATE_OF_BIRTH": "Date of birth",
  "CREATED_DATE": "Created date",
  "YOU_ARE_ABOUT_TO_SIGNOUT": "Rydych ar fin allgofnodi",
  "YOU_STILL_NEED_TO_SAVE_YOUR_PROGRESS": "Mae angen i chi gadw eich cynnydd o hyd. Os byddwch yn allgofnodi heb ei gadw, byddwch yn colli’ch cynnydd.",
  "TO_SAVE_YOUR_PROGRESS": "I gadw eich cynnydd, dewiswch y cysylltiad ‘Cadw a dod yn ôl yn nes ymlaen’.",
  "SIGN-OUT": "Allgofnodi",
  "STAY_SIGNED_IN": "Parhau i fod wedi’ch mewngofnodi",
  "BACK": "Yn ôl",
  "YOU_ARE_LOGGED_OUT": "Rydych wedi allgofnodi. Adnewyddu’r dudalen i fewngofnodi eto.",
  "CHILD_BENEFIT_SERVICE_NAME": "Hawliad Budd-dal Plant",
  "A_DAY": "a day",
  "AND_A_MONTH": " and a month",
  "A_MONTH": "a month",
  "AND_A_YEAR": "and a year",
  "A_YEAR": "a year",
  "MUST_INCLUDE": " must include",
  "MUST_BE_A_REAL_DATE": "must be a real date",
  "IS_NOT_A_VALID_DATE": "is not a valid date",
  "WARNING": "RHYBUDD",
  "Day": "Diwrnod",
  "Month": "Mis",
  "Year": "Blwyddyn",
  "Close": "Close",
  "OPENS_IN_NEW_TAB" : "(yn agor tab newydd)",
  "SIGN_OUT_MESSAGE":"this sign out message",
  "SKIP_TO_MAIN": "Ewch yn syth i’r prif gynnwys",
  "BETA":"beta",
  "NEW_SERVICE":"Gwasanaeth newydd yw hwn",
  "FOR": " for ",
  "NEW_CHILD": "plentyn newydd",
  "CHILDS_NAME": "Enw’r plentyn",
  "CLAIMS_CREATED_DATE": "dyddiad y crëwyd yr hawliad",
  "CLAIMS_REFERENCE": "cyfeirnod hawlio",
  "PRIVACY": "Preifatrwydd",
  "ACCESSIBILITY": "Datganiad Hygyrchedd",
  "COOKIES": "Cwcis",
  "TERMS_CONDITIONS": "Telerau ac amodau",
  "CHB_FORMS_GUIDANCE": "Ffurflenni a chanllawiau Budd-dal Plant",
  "CONTACT": "Cysylltu",
  "HELP": "Help wrth ddefnyddio GOV.UK",
  "CYMRAEG": "Rhestr o Wasanaethau Cymraeg",
  "FOOTER_LISCENSE_P1": "Mae’r holl gynnwys ar gael dan y ",
  "FOOTER_LISCENSE_LINK": "Drwydded Llywodraeth Agored, fersiwn 3.0",
  "FOOTER_LISCENSE_P2": " , ac eithrio lle nodir yn wahanol",
  "COPYRIGHT": "© Hawlfraint y Goron",
  "SEVEN_DAYS": "7 days",
  "SESSION": "Session",
  "COOKIES_PAGE_P1" : "Cwcis yw ffeiliau bach sy’n cael eu cadw ar eich ffôn, llechen neu gyfrifiadur pan ydych yn ymweld â gwefan.",
  "COOKIES_PAGE_P2" :  "Rydym yn defnyddio’r cwcis canlynol i wneud yn siŵr bod y wefan hon yn gweithio ac yn casglu gwybodaeth am sut rydych chi’n defnyddio ein gwasanaeth",
  "ESSENTIAL_COOKIES" : "Cwcis Hanfodol",
  "ESSENTIAL_COOKIES_P1" : "Mae cwcis hanfodol yn cadw eich gwybodaeth yn ddiogel tra byddwch yn defnyddio’r gwasanaeth hwn. Nid oes angen i ni ofyn am ganiatâd i’w defnyddio",
  "COOKIES_PAGE_P3" : "*Bydd tabl yn cael ei ddarparu a fydd yn enwi a disgrifio pob cwci*",
  "COOKIE_NAME": "Enw",
  "COOKIE_PURPOSE": "Pwrpass",
  "COOKIE_EXPIRES": "Yn dod i ben",
  "COOKIE_AWSALB_DESCRIPTION": "Used to help manage web traffic between a visitors web browser and the application servers that host HMRC services.",
  "COOKIE_AWSALBCORS_DESCRIPTION": "Used to help manage web traffic between a visitors web browser and the application servers that host HMRC services.",
  "COOKIE_JSESSIONID_DESCRIPTION": "Used to identify the visitor’s session information related to the HMRC service being accessed.",
  "COOKIE_FIND_OUT_MORE": "Find out more about cookies on HMRC services",
  "GDS_INFO_IMPORTANT": "Important",
  "GDS_INFO_SUCCESS": "Success",
  "GDS_INFO_WARNING": "Warning",
  "GDS_INFO_INFO_UNVERIFIED_CHILD_HEADER": "We were unable to verify your child's details",
  "GDS_INFO_INFO_UNVERIFIED_CHILD": "Check that the details you entered match their birth certificate. If you've just registered their birth, try again in 24 hours",
  "GDS_INFO_CHILDREN": "Children",
  "GDS_INFO_ITEM_CHILD": "Child",
  "GDS_ACTION_REMOVE": "Remove",
  "GDS_ACTION_CHANGE": "Change",
  "BANNER_FEEDBACK_1": "your",
  "BANNER_FEEDBACK_LINK": "feedback",
  "BANNER_FEEDBACK_2": "will help us to improve it",
  "CLEAR_DATA": "Clear data",
  "ACCESSIBILITY_HEADING_1": "Accessibility statement for Claim Child Benefit service",
  "ACCESSIBILITY_HEADING_2": "This accessibility statement explains how accessible this service is, what to do if you have difficulty using it, and how to report accessibility problems with the service.",
  "ACCESSIBILITY_HEADING_3": "Using this service",
  "ACCESSIBILITY_HEADING_4": "What to do if you have difficulty using this service",
  "ACCESSIBILITY_HEADING_5": "Reporting accessibility problems with this service",
  "ACCESSIBILITY_HEADING_6": "If you are not happy with our response",
  "ACCESSIBILITY_HEADING_7": "Contacting us by phone or getting a visit from us in person",
  "ACCESSIBILITY_HEADING_8": "Technical information about this service’s accessibility",
  "ACCESSIBILITY_HEADING_9": "How we tested this service",
  "ACCESSIBILITY_ANCHOR_1": "AbilityNet has advice ",
  "ACCESSIBILITY_ANCHOR_2": "Web Content Accessibility Guidelines version 2.1 AA standard",
  "ACCESSIBILITY_ANCHOR_3": "contact HMRC for extra support",
  "ACCESSIBILITY_ANCHOR_4": "report the accessibility problem",
  "ACCESSIBILITY_ANCHOR_5": "contact the Equality Advisory and Support Service (EASS)",
  "ACCESSIBILITY_ANCHOR_6": "Equality Commission for Northern Ireland (ECNI)",
  "ACCESSIBILITY_ANCHOR_7": "how to get extra support from HMRC.",
  "ACCESSIBILITY_ANCHOR_8": "Web Content Accessibility Guidelines version 2.1 AA standard, ",
  "ACCESSIBILITY_ANCHOR_9": "Digital Accessibility Centre.",
  "ACCESSIBILITY_ANCHOR_10": "Is this page not working properly?",
  "ACCESSIBILITY_P_1": "This service is part of the wider GOV.UK website. There is a separate accessibility statement for the main GOV.UK website.",
  "ACCESSIBILITY_P_2": "This page only contains information about the Claim Child Benefit service, available at https://www.tax.service.gov.uk/fill-online/claim-child-benefit.",
  "ACCESSIBILITY_P_3": "Use this form to claim Child Benefit if you or your partner are responsible for a child who is under 16, or under 20 if they are in approved education or training.",
  "ACCESSIBILITY_P_4": "This service is run by HM Revenue and Customs (HMRC). We want as many people as possible to be able to use this service. This means you should be able to:",
  "ACCESSIBILITY_LIST_1_0": "change colours, contrast levels and fonts",
  "ACCESSIBILITY_LIST_1_1": "zoom in up to 300% without the text spilling off the screen",
  "ACCESSIBILITY_LIST_1_2": "get from the start of the service to the end using just a keyboard",
  "ACCESSIBILITY_LIST_1_3": "get from the start of the service to the end using speech recognition software",
  "ACCESSIBILITY_LIST_1_4": "listen to the service using a screen reader (including the most recent versions of JAWS, NVDA and VoiceOver)",
  "ACCESSIBILITY_P_5": "We have also made the text in the service as simple as possible to understand.",
  "ACCESSIBILITY_P_6": "on making your device easier to use if you have a disability.",
  "ACCESSIBILITY_P_7": "How accessible this service is",
  "ACCESSIBILITY_P_8": "This service is partially compliant with the",
  "ACCESSIBILITY_P_9": "Some people may find parts of this service difficult to use:",
  "ACCESSIBILITY_P_10": "You can",
  "ACCESSIBILITY_P_11": "if you need help with filling in forms or getting a different format, like large print, audio recording or Braille.",
  "ACCESSIBILITY_P_12": "We are always looking to improve the accessibility of this service. If you find any problems that are not listed on this page or think we are not meeting accessibility requirements, ",
  "ACCESSIBILITY_P_13": "The Equality and Human Rights Commission (EHRC) is responsible for enforcing the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018 (the 'accessibility regulations'). If you are not happy with how we respond to your complaint, ",
  "ACCESSIBILITY_P_14": " or the ",
  "ACCESSIBILITY_P_15": " if you live in Northern Ireland.",
  "ACCESSIBILITY_P_16": "We provide a text relay service if you are deaf, hearing impaired or have a speech impediment.",
  "ACCESSIBILITY_P_17": "We can provide a British Sign Language (BSL) interpreter, or you can arrange a visit from an HMRC advisor to help you complete the service.",
  "ACCESSIBILITY_P_18": "Find out ",
  "ACCESSIBILITY_P_19": "HMRC is committed to making this service accessible, in accordance with the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018.",
  "ACCESSIBILITY_P_20": "This service is partially compliant with the ",
  "ACCESSIBILITY_P_21": "due to the non-compliances listed below.",
  "ACCESSIBILITY_P_22": "The service was last tested on 24 July 2023 and was checked for compliance with WCAG 2.1 AA.",
  "ACCESSIBILITY_P_23": "The service was built using parts that were tested by the ",
  "ACCESSIBILITY_P_24": " The full service was tested by HMRC and included disabled users.",
  "ACCESSIBILITY_P_25": "This page was prepared on 24 August 2023.",
  "ACCESSIBILITY_LIST_2_0": "Screen-reader users may not be able to identify that they are on different pages, while using the service as it has identical page titles.",
  "ACCESSIBILITY_LIST_2_1": "Questions that users need to answer are not marked up with labels for the form field. Screen-reader users may find it difficult to answer them correctly.",
  "ACCESSIBILITY_LIST_2_2": "On the 'Claim Child Benefit' page, the warning icon has no alternate text so its meaning is not there for screen-reader users.",
  "ACCESSIBILITY_LIST_2_3": "The National Insurance number is hidden from screen-reader users on the 'Your National Insurance number' page.",
  "ACCESSIBILITY_LIST_2_4": "Screen-reader users may find it difficult to identify the purpose of the field, as the page does not group the multiple duplicated address fields on the 'Confirm your address' page.",
  "ACCESSIBILITY_LIST_2_5": "The dialog box that allows users to extend the time to complete tasks is missing. Users are not warned before being logged out when their session ends.",
  "ACCESSIBILITY_LIST_2_6": "The text on the 'change' links on the 'check your answers pages' are misleading screen-reader users.",
  "ACCESSIBILITY_LIST_2_7": "The error for the name field on the 'What are your employment details?' and 'What are the details of the child you want to claim for?' pages are misleading users by targeting the wrong checkbox option.",
  "ACCESSIBILITY_LIST_2_8": "As the page has not been marked up correctly, screen-reader users may find it difficult to identify the question they need to answer on the 'Are you claiming for Child Benefit?' and the 'Check your answers for your application' pages.",
  "ACCESSIBILITY_LIST_2_9": "Due to broken functionality, occasionally pages do not show which field has an error, making it difficult to identify and correct.",
  "ACCESSIBILITY_LIST_2_10": "On the 'What are the bank details that Child Benefit can be paid to?' page, users may send the wrong information as the sort code field has misleading instructions.",
  "ACCESSIBILITY_LIST_2_11": "On the 'What are the bank details that Child Benefit can be paid to?' page, the error message does not correctly describe what needs to be corrected.",
  "ACCESSIBILITY_LIST_2_12": "Keyboard users must navigate through the repeating 'back link' on every page.",
  "ACCESSIBILITY_LIST_2_13": "Screen-reader users will find it difficult to identify how 'Your claim applications' page is structured as screen readers will not correctly describe the headings and the purpose of each section.",
  "ACCESSIBILITY_LIST_2_14": "The claims application sections on the 'Your claim applications' page have not implemented the ARIA attributes correctly. This may be confusing for screen-reader users, as they are not expecting to have them on plain text elements.",
  "ACCESSIBILITY_LIST_2_15": "The links on the 'Ask HMRC online' link and the child's name links on 'Your claim applications' page do not function as links, as keyboard users cannot tab onto them.",
  "ACCESSIBILITY_LIST_2_16": "The table headings for the claims application sections on the 'Your claim applications' page have not been correctly implemented which can cause problems for screen-reader users. All the content is presented as 1 column while providing the information in table headings.",
  "ACCESSIBILITY_LIST_2_17": "The copy on the 'Child Benefit helpline' that should describe the contact details on the 'Your claim applications' page, is marked up as one of the list items. This could be confusing for screen-reader users.",
  "ACCESSIBILITY_LIST_2_18": "When a user signs out due to broken functionality, the content on the 'Claim Child Benefit' page appears below the content that they are currently on. This can cause confusion and some disorientation of the order of the elements.",
  "ACCESSIBILITY_LIST_2_19": "All pages have identical error messages that do not describe the field that must be populated.",
  "ACCESSIBILITY_LIST_2_20": "When users enter spaces in any of the date fields, the error message tells users that the field is not populated.",
  "ACCESSIBILITY_LIST_2_21": "The heading of the 'Confirm your address' page misleads users, they need to fill the address fields rather than confirm the address.",
  "ACCESSIBILITY_LIST_2_22": "The heading on the 'What is your nationality?' page does not describe all questions that the user needs to answer on this page.",
  "ACCESSIBILITY_LIST_2_23": "The page headings on the 'Check your answers' pages do not specify the section that they are associated with which might pose problems for anyone with cognitive impairments.",
  "ACCESSIBILITY_LIST_2_24": "The address, name, telephone and date of birth fields do not offer users the option to populate the fields from data that was already saved in their browser.",
  "ACCESSIBILITY_LIST_2_25": "Due to broken functionality, screen-reader users may miss errors on some pages.",
  "ACCESSIBILITY_LIST_2_26": "On the 'What are the bank details that Child Benefit can be paid to?' and 'What are the details of the child you want to claim for?' pages, the error messages suggest that the user can save the claim but this option is not provided on those pages.",
  "ACCESSIBILITY_LIST_3_0": "Identical page titles throughout the service, that do not let screen-reader users know which page they are currently on. This fails WCAG 2.1 success criterion 2.4.2 Page Titled. This will be fixed by 18 December 2023",
  "ACCESSIBILITY_LIST_3_1": "Questions are not marked up as labels for form fields. This fails WCAG 2.1 success criterion 1.3.1 Info and Relationships. This will be fixed by 18 December 2023",
  "ACCESSIBILITY_LIST_3_2": "The warning icon has missing alternative text. This fails WCAG 2.1 success criterion 1.1.1 Non-text Content. This will be fixed by 18 December 2023",
  "ACCESSIBILITY_LIST_3_3": "National Insurance numbers displayed in disabled text field. This fails WCAG 2.1 success criterion 1.3.1 Info and Relationships. This will be fixed by 18 December 2023",
  "ACCESSIBILITY_LIST_3_4": "Different groups address fields that are not marked up as a group. This fails WCAG 2.1 success criterion 1.3.1 Info and Relationships. This will be fixed by 18 December 2023",
  "ACCESSIBILITY_LIST_3_5": "A timeout occurs without the ability for the user to extend their session. This fails WCAG 2.1 success criterion 2.2.1 Timing Adjustable. This will be fixed by 18 December 2023",
  "ACCESSIBILITY_LIST_3_6": "Incorrect visually hidden text applied on 'change' links. This fails WCAG 2.1 success criterion 2.4.4 Link Purpose. This will be fixed by 18 December 2023",
  "ACCESSIBILITY_LIST_3_7": "Error identification incorrectly applied on wrong checkbox option. This fails WCAG 2.1 success criterion 3.3.1 Error Identification. This will be fixed by 18 December 2023",
  "ACCESSIBILITY_LIST_3_8": "The question the user needs to know in order to make a decision is not implemented as 'legend' on the group of form fields. This fails WCAG 2.1 success criterion 1.3.1 Info and Relationships. This will be fixed by 18 December 2023",
  "ACCESSIBILITY_LIST_3_9": "Validation missing error identification against field in error. This fails WCAG 2.1 success criterion 3.3.1 Error Identification. This will be fixed by 18 December 2023",
  "ACCESSIBILITY_LIST_3_10": "Sort code instructions suggest the use of hyphens when page validation does not accept them. This fails WCAG 2.1 success criterion 3.3.2 Labels or Instructions. This will be fixed by 18 December 2023",
  "ACCESSIBILITY_LIST_3_11": "Error messages for sort code are not specific. This fails WCAG 2.1 success criterion 3.3.3 Error Suggestion. This will be fixed by 18 December 2023",
  "ACCESSIBILITY_LIST_3_12": "The 'skip link' does not bypass the 'back link'. This fails WCAG 2.1 success criterion 2.4.1 Bypass Blocks. This will be fixed by 18 December 2023",
  "ACCESSIBILITY_LIST_3_13": "'Your claim applications' page content is not marked up correctly. This fails WCAG 2.1 success criterion 1.3.1 Info and Relationships. This will be fixed by 18 December 2023",
  "ACCESSIBILITY_LIST_3_14": "Improper use of aria attributes. This fails WCAG 2.1 success criterion 4.1.2. Name role Value 'href' attribute on links prevents keyboard users from accessing them. This fails WCAG 2.1 success criterion 2.1.1 Keyboard. This will be fixed by 18 December 2023",
  "ACCESSIBILITY_LIST_3_15": "Table markup is not implemented correctly, missing table headings and content placed in 1 column. This fails WCAG 2.1 success criterion 1.3.2 Meaningful Sequence. This will be fixed by 18 December 2023",
  "ACCESSIBILITY_LIST_3_16": "The list of contact details not using correct page structure. This fails WCAG 2.1 success criterion 1.3.1 Info and Relationships. This will be fixed by 18 December 2023",
  "ACCESSIBILITY_LIST_3_17": "'Claim Child benefit' page appears below the content of other pages, duplicating page structure. This fails WCAG 2.1 success criterion 1.3.2 Meaningful Sequence. This will be fixed by 18 December 2023",
  "ACCESSIBILITY_LIST_3_18": "Not specific error messages. This fails WCAG 2.1 success criterion 3.3.3 Error Suggestion. This will be fixed by 18 December 2023",
  "ACCESSIBILITY_LIST_3_19": "The date fields do not accept spaces and provide incorrect error messages to users. This fails WCAG 2.1 success criterion 3.3.3 Error Suggestion. This will be fixed by 18 December 2023",
  "ACCESSIBILITY_LIST_3_20": "The page heading does not describe the action the user needs to take on the 'Confirm your address' page. This fails WCAG 2.1 success criterion 2.4.6 Headings and Labels. This will be fixed by 18 December 2023",
  "ACCESSIBILITY_LIST_3_21": "'What is your nationality?' page heading is describing only the first nationality field, where users are presented with additional questions. This fails WCAG 2.1 success criterion 2.4.6 Headings and Labels. This will be fixed by 18 December 2023",
  "ACCESSIBILITY_LIST_3_22": "The check your answers pages have not descriptive, generic page headings and reused on every section. This fails WCAG 2.1 success criterion 2.4.6 Headings and Labels. This will be fixed by 18 December 2023",
  "ACCESSIBILITY_LIST_3_23": "The address, name, telephone and date of birth fields are missing autocomplete attributes which means users will be unable to use the browser's saved data to populate these fields easily. This fails WCAG 2.1 success criterion 1.3.5 Identify Input Purpose. This will be fixed by 18 December 2023",
  "ACCESSIBILITY_LIST_3_24": "The missing error summary. This fails WCAG 2.1 success criterion 4.1.3 Status Messages. This will be fixed by 18 December 2023",
  "ACCESSIBILITY_LIST_3_25": "The service is missing save options on the 'What are the bank details that Child Benefit can be paid to?' and 'What are the details of the child you want to claim for?' pages. This fails WCAG 2.1 success criterion 4.1.3 Status Messages. This will be fixed by 18 December 2023",
  "YOU_ARE_ABOUT_TO_SIGN_OUT": "You're about to sign out",
  "FOR_YOUR_SECURITY_WE_WILL_SIGN_YOU_OUT": "For your security, we will sign you out in",
  "2_MINUTES": "2 minutes",
  "NOTIFICATION_BANNER_HEADER": "Important",
  "NOTIFICATION_BANNER_CONTENT": "There must be at least one child on the claim. Please amend this child's details instead.",
  "SERVICE_NOT_AVAILABLE": "Sorry, there is a problem with the service",
  "COME_BACK_LATER": "You can try again or come back later",
  "RETURN_TO_THE_HOMEPAGE": "Return to the homepage",
  "SHUTTER_SERVICE_UNAVAILABLE": "Sorry, the service is unavailable",
  "SHUTTER_USE_SERVICE_LATER_MESSAGE": "You will be able to use the service later."
}

